export var speaker = `足球赛事:09月27日 意大利丙组联赛 (阿维利诺 VS 图里斯) 因赛事在10分钟(比分:0-0)腰斩, 除了已有明确结果的注单以外, 所有的注单一律取消, 过关以 (1) 计算., 足球赛事:09月28日 比利时甲组联赛A (亨克 VS 奥斯坦德) 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 15:49:04至15:52:55 的注单一律取消. 过关以 (1) 计算., 足球赛事:09月28日 法罗群岛超级联赛 (B36拖锡云 VS HB拖锡云) 因滚球比分输入错误, 所有投注在(GMT -04:00) 14:18:30至14:20:41的注单一律取消, 正确滚球比分为(1-1)., 足球赛事:09月28日 英格兰超级联赛 (富勒姆 VS 阿斯顿维拉) 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 14:02:04至14:03:55的注单一律取消. 过关以 (1) 计算., 足球赛事:09月28日 丹麦超级联赛 (洛斯查兰特 VS 宁比) 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 13:39:10至13:41:34的注单一律取消. 过关以 (1) 计算., 网球赛事:09月28日 ATP法国网球公开赛 (铁尼斯.三格仁(美国) VS 休伯特.赫卡奇(波兰)) 因赛事提前至12:30开赛,除滚球注单外, 所有投注在(GMT-04:00) 12:29:59之后的注单一律取消, 过关以 (1) 计算., 足球赛事:09月28日 土耳其甲组联赛 (梅内门士堡 VS 图兹拉士邦) 因滚球比分输入错误, 所有投注在(GMT -04:00) 12:32:40至12:34:05的注单一律取消, 正确滚球比分为(1-1)., 足球赛事:09月28日 埃及超级联赛 (哈比 VS 瓦迪戴加) 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 11:51:42至11:53:39的注单一律取消. 过关以 (1) 计算., 足球赛事:09月28日 波兰超级联赛 (史塔麦列克 VS 皮亚斯特) 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 12:16:54至12:20:12的注单一律取消. 过关以 (1) 计算., 篮球赛事:09月28日 NBA2K - Cyber NBA Eastern Conference (4x5mins) (纽约尼克斯(BoBBY) VS 夏洛特黄蜂(Bepado)) 因滚球大小盘口错误,滚球注单号:40000310828334一律取消., 足球赛事:09月28日 英格兰职业联赛U23 (查尔顿U23 VS 沃特福德U23) 因滚球比分输入错误, 所有投注在(GMT -04:00) 10:15:11至10:15:27的注单一律取消, 正确滚球比分为(1-2)., 足球赛事:09月28日 白俄罗斯超级联赛-15分钟进球数 (明斯克下半场开始-59:59分钟 VS 斯莫列维奇下半场开始-59:59分钟) - 因大小赔率错误, 注单号:73416032625518, 39699976027379一律取消., 足球赛事:09月28日 英格兰职业联赛U23 (查尔顿U23 VS 沃特福德U23) 因全场滚球让球赔率错误, 所有投注在(GMT -04:00) 09:48:03至09:48:06的让球注单一律取消., 篮球赛事:09月28日 俄罗斯篮球杯 (鲁西希库尔斯克 VS 坦波夫) 因全场滚球大小盘口错误, 所有投注在(GMT-04:00) 09:07:50至09:08:08的大小注单一律取消., 篮球赛事:09月28日 俄罗斯篮球杯 (鲁西希库尔斯克 VS 坦波夫) 因全场滚球让球盘口错误, 所有投注在(GMT-04:00) 09:07:50至09:08:08的让球注单一律取消., 足球赛事:09月28日 丹麦后备联赛  (阿尔堡(后备)  VS 兰讷斯(后备)) 因让球赔率错误, 注单号:69448380087259 一律取消., 足球賽事:09月27日 墨西哥超级联賽-15分钟进球数 (阿苏尔下半场开始-59:59分钟 VS 阿美利加会下半场开始-59:59分钟) 因全场滚球大小赔率错误, 所有投注在(GMT -04:00) 22:36:35至22:39:19的大小注单一律取消., 足球赛事:09月28日 哈萨克斯坦超级联赛  (彼得罗巴甫洛夫斯克  VS 卡萨尔克孜勒奥尔达) 因全场大小赔率错误, 所有投注在(GMT -04:00) 05:35:14至05:35:18的大小注单一律取消,过关以 (1) 计算., 足球赛事:09月28日 中国超级联赛 (北京中赫国安-罚牌数 VS 石家庄永昌-罚牌数) 因滚球比分输入错误, 所有投注在(GMT -04:00) 04:01:20至04:37:00的注单一律取消, 正确滚球比分为(0-1)., 足球赛事:09月28日 瑞典超级联赛  (AIK索尔纳 VS 米亚尔比) 因让球赔率错误, 注单号:69244742814225  一律取消., 足球赛事:09月27日 美国职业大联盟 (纽约红牛 VS 蒙特利尔冲击) - 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 20:41:14至20:42:52的注单一律取消., 足球赛事:09月27日 厄瓜多尔甲组联赛 (尹美利克 VS 库恩卡) 因滚球让球赔率错误, 滚球注单号:29782278894759一律取消., 足球赛事:09月27日 美国国家独立足球联合联赛 (奥克兰根 VS 密歇根之星) 因滚球比分输入错误, 所有投注在(GMT -04:00) 18:42:10至18:42:33的注单一律取消, 正确滚球比分为(1-0)., 足球赛事:09月27日 巴西甲组联赛 (卡尔拉CE VS 奎亚斯GO) 因滚球比分输入错误, 所有投注在(GMT -04:00) 18:01:40至18:01:54的注单一律取消, 正确滚球比分为(0-1)., 足球赛事:09月27日 埃及超级联赛 (扎马雷克 VS 高纳) 因电视裁判助理的重新判定, 所有投注在(GMT -04:00) 15:53:07至15:57:13的注单一律取消., 足球赛事: 09月27日 摩洛哥甲组联赛 (拉加卡萨布兰卡  VS 拉彼德瓦迪泽姆 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)15:34:53~15:38:13的注单一律取消, 足球赛事: 09月27日 摩洛哥甲组联赛 (拉加卡萨布兰卡  VS 拉彼德瓦迪泽姆 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)15:28:35~15:31:22的注单一律取消, 手球赛事:09月27日 手球-瑞典超级联赛 (Vinslo HK VS 里姆博HK罗斯拉根) 因赛程错误, 所有的注单一律取消,过关以 (1) 计算., 足球賽事: 09月27日 意大利甲組聯賽 (羅馬  VS 祖雲達斯 )- 因電視裁判助理的重新判定，所有投注在(GMT -04:00)15:18:06~15:19:35的注單一律取消, 足球赛事: 09月27日 西班牙乙组联赛 (特内里费  VS 米兰迪斯 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)13:56:39~13:59:48的注单一律取消, 足球赛事:09月27日 挪威超级联赛 (莫达伦 VS 维京) 因滚球比分输入错误, 所有投注在(GMT -04:00) 12:20:14至12:22:10的注单一律取消, 正确滚球比分为(1-0)., 足球赛事: 09月27日 英格兰超级联赛 (托特纳姆热刺  VS 纽卡斯尔联 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)10:50:16~10:54:52的注单一律取消, 足球赛事: 09月27日 荷兰甲组联赛 (埃门  VS 威廉二世 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)11:55:28~11:58:37的注单一律取消, 足球赛事: 09月27日 捷克甲组联赛 (亚布洛内茨  VS 欧帕华 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)10:54:25~10:56:08的注单一律取消, 足球赛事: 09月27日 捷克甲组联赛 (皮尔森  VS 布尔诺 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)10:38:53~10:41:36的注单一律取消, 足球賽事: 09月27日 瑞士超級聯賽 (盧塞恩  VS 洛桑體育 )- 因電視裁判助理的重新判定，所有投注在(GMT -04:00)10:21:20~10:23:07的注單一律取消, 足球赛事:09月15日 [欧洲足球锦标赛2020外围赛-附加赛] 联盟名称已更改为(欧洲足球锦标赛2021外围赛-附加赛)所有的注单本公司依然视为有效., 足球賽事: 09月27日 瑞士超級聯賽 (塞維特  VS 巴塞爾 )- 因電視裁判助理的重新判定，所有投注在(GMT -04:00)10:22:58~10:25:36的注單一律取消, 足球赛事: 09月27日 丹麦超级联赛 (桑德捷斯基  VS 阿尔堡 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)09:19:46~09:22:59的注单一律取消, 足球赛事: 09月27日 意大利甲组联赛 (斯佩齐亚  VS 萨斯索罗 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)08:05:42~08:09:04的注单一律取消 , 足球赛事:09月27日 捷克国家联赛 (云斯多夫 VS 杜克拉布拉格) 因让球盘口错误, 注单号:79415449980530, 74154250157558,94999394111454一律取消., 电子竞技  :09月27日 BTS Pro Series(DOTA2)(3场2胜) (mudgolems vs Khan) 賽事已延赛09月28日开賽,所有的注单本公司依然视为有效., 电子竞技:09月27日 Telkom Gaming Masters(反恐精英)(5场3胜) (ATK(由1-0开始) VS DNMK) 因主队队名错误, 所有注单一律取消.过关以 (1) 计算. 正确主队名称为(ATK)., 足球赛事:09月27日 荷兰甲组联赛 (费耶诺德 VS 海牙 ) - 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 07:39:06  至 07:42:49的注单一律取消., 足球赛事:09月27日 意大利甲组联赛 (斯佩齐亚 VS 萨斯索罗 ) - 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 06:51:18  至 06:54:44的注单一律取消., 电子竞技:09月27日 China Pro Cup(DOTA2)(3场2胜) (PSG.LGD  VS Phoenix gaming) 因赛事取消, 所有的注单一律取消,过关以 (1) 计算!!, 电子竞技:09月27日 China Pro Cup(DOTA2)(3场2胜) (Vici Gaming VS EHOME) 因赛事取消, 所有的注单一律取消,过关以 (1) 计算!!, 篮球赛事:09月26日 尼加拉瓜LSB (哥斯达卡利宾 VS 里瓦斯) 因赛事提前至20:00开赛,除滚球注单外, 所有投注在19:59:59之后的注单一律取消, 过关以 (1) 计算.
, 足球赛事:09月26日 巴拉圭甲组联赛 (索尔美洲队 VS 奥林匹亚) 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 19:54:00至20:00:11的注单一律取消. 过关以 (1) 计算., 足球赛事:09月26日 巴西甲组联赛 (米内罗竞技 VS 甘美奥RS) 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 20:10:19至20:11:14的注单一律取消. 过关以 (1) 计算., 足球赛事:09月26日 墨西哥超级联赛 (瓜达拉哈拉芝华士 VS 马萨特兰) 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 18:27:45至18:30:48的注单一律取消. 过关以 (1) 计算., 足球赛事:09月26日 西班牙甲组联赛-特别投注 (皇家贝迪斯-罚牌数 VS 皇家马德里-罚牌数) 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 16:36:14至16:39:18的注单一律取消. 过关以 (1) 计算., 足球赛事:09月26日 西班牙甲组联赛 (皇家贝迪斯 VS 皇家马德里) 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 16:36:14至16:39:18的注单一律取消. 过关以 (1) 计算., 足球赛事:09月26日 荷兰甲组联赛-特别投注 (阿贾克斯-角球数 VS 维迪斯-角球数) 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 15:41:55至15:44:06的注单一律取消. 过关以 (1) 计算., 足球赛事:09月26日 荷兰甲组联赛 (阿贾克斯 VS 维迪斯) 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 15:41:55至15:44:06的注单一律取消. 过关以 (1) 计算., 足球赛事:09月27日 希腊超级联赛甲组 (奥林匹亚科斯 VS 帕纳多里高斯) 因滚球比分输入错误, 所有投注在(GMT -04:00) 14:44:14至14:44:16的注单一律取消, 正确滚球比分为(1-0)., 拳击赛事:09月27日 早盘 UFC终极格斗赛 (多米尼克.雷耶斯 VS 简.比阿和维奇) 因全场Method &amp; Round Combo
赔率错误, 所有投注在(09月25日)10:33:10至(09月26日)13:50:46 的(简.比阿和维奇会赢通过判决胜出)注单一律取消.过关以 (1) 计算., 篮球赛事:09月26日 法国篮球甲级联赛 (都会92 VS 格拉夫莱尼斯) 因赛事提前至14:00开赛,除滚球注单外, 所有投注在13:59:59之后的注单一律取消, 过关以 (1) 计算., 足球赛事: 09月26日 瑞士超级联赛 (锡永  VS 年青人 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)14:21:39~14:25:47的注单一律取消, 足球赛事: 09月26日 克罗地亚甲组联赛 (奥斯积克  VS 戈里察 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)13:48:33~13:52:30的注单一律取消, 足球赛事: 09月26日 俄罗斯超级联赛 (PFC索治  VS 克拉斯诺达尔 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)13:02:05~13:03:27的注单一律取消, 足球赛事: 09月26日 西班牙乙组联赛 (希洪竞技  VS 基罗纳 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)13:00:14~13:02:44的注单一律取消, 籃球賽事:09月26日 NBA2K - Cyber NBA Eastern Conference (4x5mins) (华盛顿奇才(bad_trip) VS 布鲁克林篮网 (Goku))因第三节 &amp; 第四节滾球让球盤口錯誤, 所有投注在11:42:30至11:44:00的让球注單一律取消., 篮球赛事:09月26日 NBA2K - Cyber NBA Eastern Conference (4x5mins) (华盛顿奇才(bad_trip) VS 布鲁克林篮网 (Goku))因第三节滚球大小盘口错误, 所有投注在11:42:30至11:44:00的大小注单一律取消., 足球赛事: 09月26日 法国甲组联赛 (圣伊天  VS 雷恩 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)12:03:40~12:05:15的注单一律取消, 足球赛事: 09月26日 英格兰超级联赛 (水晶宫  VS 爱华顿 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)10:36:15~10:39:37的注单一律取消, 足球赛事: 09月26日 俄罗斯超级联赛 (圣彼得堡泽尼特  VS 乌法 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)10:01:08~10:03:06的注单一律取消, 足球赛事: 09月26日 俄罗斯超级联赛 (坦波夫  VS 莫斯科斯巴达 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)08:35:37~08:36:22的注单一律取消, 足球赛事:09月26日 丹麦丙组联赛 (巴勒鲁普 VS 菲特烈) 因滚球比分输入错误, 所有投注在(GMT -04:00) 05:55:24至05:57:00的注单一律取消, 正确滚球比分为(1-2)., 篮球赛事:09月25日 篮球俱乐部友谊赛 (列夫斯基 VS 锡比乌) - 赛果已更正为(第四节：20-20 &amp; 全场：86:96), 请在香港时间(09月26日)16: 45 过后重新检查您的帐目. 如有不便之处, 敬请见谅., 篮球赛事:09月26日 韩国篮球联赛盃 (全州KCC宙斯盾 VS 高阳猎户座)主队&amp;客队队积分-大,小 - 因滚球大小盘口错误, 所有投注在01:01:35至01:03:58的大小注单一律取消., 篮球赛事:09月26日 韩国篮球联赛盃 (全州KCC宙斯盾 VS 高阳猎户座) 因全场滚球让球盘口错误, 所有投注在01:01:35至01:03:58的让球注单一律取消., 篮球赛事:09月26日 篮网球-Suncorp超级篮网球 (狂热西海岸 VS 阿德莱德雷鸟) 因赛事在中立场进行，所有的注单本公司依然视为有效。, 篮球赛事:09月26日 篮网球-Suncorp超级篮网球 (新南威尔士雨燕 VS 巨人篮网球) 因赛事在中立场进行，所有的注单本公司依然视为有效。, 乒乓球赛事:09月26日 早盘 俄罗斯莫斯科甲组联赛(男单) (阿尔瑟姆·塞尔斯基 VS 阿利克.吉雷文科夫) 因独赢赔率错误, 注单号:61320208140032一律取消.
, 足球赛事:09月25日 奥地利丙组奥斯特联赛(马希费尔德 VS 纽塞德尔)赛事已延赛09月26日开赛,所有的注单本公司依然视为有效., 足球赛事:09月25日 智利甲组联赛-特别投注 (华奇巴托-角球数 VS 塞雷那-角球数) 因滚球比分输入错误, 所有投注在(GMT -04:00) 18:46:28至18:46:44的注单一律取消, 正确滚球比分为(4-2).
, 足球赛事:09月25日 智利甲组联赛-特别投注 (华奇巴托-角球数 VS 塞雷那-角球数) 因滚球大小盘口错误,滚球注单号:78873066255910, 83658226772130一律取消.
, 足球赛事:09月25日 智利甲组联赛 (华奇巴托 VS 塞雷那)- 因电视裁判助理的重新判定，所有投注在(GMT -04:00) 18:07:37至18:11:38的注单一律取消, 足球赛事:09月25日 电竞足球-决战-8分钟比赛 (Arsenal (Pablik) Esports VS Liverpool (Inquisitor) Esports) 因赛事取消, 所有的注单一律取消,过关以 (1) 计算!!
, 足球赛事: 09月25日 德国乙组联赛 (奥斯纳布鲁克  VS 汉诺威96 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)12:59:23~13:02:59的注单一律取消, 足球赛事:10月04日 早盘 德国乙组联赛 (汉堡 VS 厄尔士奥厄) 因双方球队进球赔率错误, 注单号:78871837890965一律取消., 足球赛事:09月25日 罗马尼亚丙组联赛 (塞林西尼学院II队 VS 尤尼尔巴斯科夫)  主办当局默认比分为0:3(客队胜出), 本公司视该场球赛为无效的赛事, 所有的注单一律取消.过关以 (1) 计算!!
, 篮球赛事:09月25日 NBA2K - Cyber NBA Eastern Conference (4x5mins) (多伦多猛龙(iamdevilwalk) VS 波士顿凯尔特人 (bepado)) 因滚球大小盘口错误, 滚球注单号:100981142326829一律取消.
, 足球赛事:09月25日 电竞足球-职业联赛-12分钟比赛 (Fints (FIN) Esports VS 秥恩卡特(NFC)电竞) 因赛事提前至10:58开赛, 所有投注在10:57:59之后的注单一律取消, 过关以 (1) 计算.
, 足球赛事: 09月25日 中国超级联赛 (上海上港  VS 北京中赫国安 )- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)08:37:54~08:41:30的注单一律取消, 篮球赛事:09月25日 NBA2K - Cyber NBA Eastern Conference (4x5mins) (克里夫兰骑士 (Tranquil) VS 奥兰多魔术(iamdevilwalk)) 因滚球大小盘口错误, 滚球注单号:100981210905823,83658103248112一律取消., 足球赛事: 09月25日 中国超级联赛 (上海上港 -罚牌数 VS 北京中赫国安 -罚牌数)- 因电视裁判助理的重新判定，所有投注在(GMT -04:00)08:37:54~08:41:30的注单一律取消, 乒乓球赛事:09月25日 俄罗斯莫斯科甲组联赛(男单) (叶夫根尼.格里沙耶夫 VS 阿尔特姆.阿鲁蒂安扬) 因赛事取消, 所有的注单一律取消,过关以 (1) 计算!!, 足球赛事:09月24日 墨西哥甲组联赛 (奥哈卡 VS 莫雷利亚竞技) 因滚球赔率错误, 所有投注在(GMT -04:00) 20:44:42至20:47:32的注单一律取消., 足球赛事:09月24日 电竞足球-FIFA 20 CLA意大利杯-10分钟比赛 (Juventus (Olom) Esports VS Napoli (Skripp) Esports) 因滚球比分输入错误, 所有投注在(GMT -04:00) 19:15:22至19:17:19的注单一律取消, 正确滚球比分为(1-0).
, 足球赛事:09月24日 欧洲超级杯-特别投注 (拜仁慕尼黑-冠军 VS 塞维利亚-冠军) 因全场滚球让球赔率错误, 所有投注在(GMT -04:00) 17:11:09至17:11:17的让球注单一律取消., 足球赛事:09月24日 欧洲超级杯-加时赛-特别投注 (拜仁慕尼黑-角球数 VS 塞维利亚-角球数) 因滚球大小赔率错误, 滚球注单号:99978617417428一律取消., 足球赛事:09月24日 欧洲超级盃 (拜仁慕尼黑 VS 西维尔) 因电视裁判助理的重新判定, 所有投注在(GMT -04:00) 16:09:29至16:10:49的注单一律取消., 足球赛事:09月24日 欧洲超级盃 (拜仁慕尼黑 VS 西维尔) 因电视裁判助理的重新判定, 所有投注在(GMT -04:00) 16:21:25至16:22:25的注单一律取消., 电子竞技:09月24日 ESL Pro League 美洲(反恐精英)(3场2胜)-特别投注 (Evil Geniuses - 第二局 VS FURIA eS- 第二局) 因第十六回合赢家滚球赔率错误, 所有投注在14:38:00至14:40:10的注单一律取消., 足球赛事:09月24日 球会友谊赛 (洛尔卡 VS 梅西亚) 因滚球比分输入错误, 所有投注在(GMT -04:00) 14:30:19至14:32:28的注单一律取消, 正确滚球比分为(1-0)., 足球赛事:09月24日 冰岛超级联赛 (葛洛塔 VS KR雷克雅未克) 因主客场错误,所有的注单一律取消, 过关以 (1) 计算.正确主队为(KR雷克雅未克)., 电子竞技:09月24日 DreamHack Qualifier(反恐精英)(3场2胜)-特别投注 (Movistar Riders - 第二局 VS SKADE- 第二局) 因全场滚球单双赔率错误, 所有投注在11:19:02至11:34:52的单双注单一律取消., 足球赛事:09月24日 中国超级联赛-特别投注 (江苏苏宁 -罚牌数 VS 广州恒大-罚牌数) 因滚球比分输入错误, 所有投注在(GMT -04:00) 07:44:03至07:48:32的注单一律取消, 正确滚球比分为(1-2)., 足球赛事:09月24日 电竞足球-职业联赛-12分钟比赛 (甘比特(GMB)电竞  VS Allianz (ALL) Esports) 因赛事提前至(GMT -04:00) 04:55开赛,除滚球注单外, 所有投注在04:54:59之后的注单一律取消, 过关以 (1) 计算., 电子竞技:09月24日 早盘 ESEA 欧洲(反恐精英)(1场1胜) (Wisla Krakow eS VS GamerLegion) 因全场让球赔率错误, 所有投注在(09月23日)23:34:25至(09月24日)00:59:40的让球注单一律取消.过关以 (1) 计算.`
export var categoryMenuToday = ["讓球＆大小盤", "獨贏盤(半場＆全場)", "入場數-雙/單", "總入球", "半場/全場", "波胆", "最先/最後進球", "冠軍"];
export var categoryMenuMorning = ["獨贏盤(半場＆全場)", "讓球＆大小盤", "入場數-雙/單", "總入球", "半場/全場", "波胆", "最先/最後進球", "冠軍"];
export var categoryMenuPass = ["入場數-雙/單", "讓球＆大小盤", "獨贏盤(半場＆全場)", "總入球", "半場/全場", "波胆", "最先/最後進球", "冠軍"];
export var categoryMenuItems = [categoryMenuToday, categoryMenuMorning, categoryMenuPass];
export var soccer = [{
    "id": 1,
    "gameHead": "哈薩克斯坦甲組聯賽",
    "time": ["1-1", "上半場", "45:24", "N"],
    "team": ["奧杜斯基克", "阿特勞", "和局"],
    "modal": "9",
    "single": ["4.20", "2.35", "2.20"],
    "spreadScore": ["", "0/0.5", ""],
    "spread": ["1.87", "1.97", ""],
    "overUnderScore": ["3", "", ""],
    "overUnder": ["1,82", "2.00", ""],
    "secondHalfSingle": ["<img src='images/pngwing.com.png'>", "<img src='images/pngwing.com.png'>", "<img src='images/pngwing.com.png'>"],
    "secondHalfSpreadScore": ["", "", ""],
    "secondHalfSpread": ["<img src='images/pngwing.com.png'>", "<img src='images/pngwing.com.png'>", ""],
    "secondHalfOverUnderScore": ["2.5", "", ""],
    "secondHalfOverUnder": ["<img src='images/pngwing.com.png'>", "<img src='images/pngwing.com.png'>", ""],
    "myFavorite": true,
    "downId": 2,
    "downSingle": ["", ""],
    "downSpreadScore": ["", "0.5"],
    "downSpread": ["1.57", "2.36"],
    "downOverUnderScore": ["3/3.5", ""],
    "downOverUnder": ["2.26", "1.61"],
    "downSecondHalfSingle": ["", ""],
    "downSecondHalfSpreadScore": ["", "0/0.5"],
    "downSecondHalfSpread": ["<img src='images/pngwing.com.png'>", "<img src='images/pngwing.com.png'>"],
    "downSecondHalfOverUnderScore": ["", ""],
    "downSecondHalfOverUnder": ["", ""],
    "MyFavorite": false

}, {
    "id": 3,
    "gameHead": "電競足球-FIFA20 CLA德國盃-10分鐘比賽",
    "time": ["2-1", "上半場", "03:41", ""],
    "team": ["Bayern Munich (Praym) Esports", "Rb Leipzig (Dimqaa) Esports", "和局"],
    "modal": "11",
    "single": ["4.35", "1.62", "3.30"],
    "spreadScore": ["0/0.5", "", ""],
    "spread": ["1.84", "1.86", ""],
    "overUnderScore": ["2.5/3", "", ""],
    "overUnder": ["1,81", "1,89", ""],
    "secondHalfSingle": ["15.0", "1.16", "4.45"],
    "secondHalfSpreadScore": ["0", "", ""],
    "secondHalfSpread": ["1.56", "2.16", ""],
    "secondHalfOverUnderScore": ["1.5", "", ""],
    "secondHalfOverUnder": ["2.14", "1.57", ""],
    "myFavorite": false,
    "downId": 4,
    "downSingle": ["", ""],
    "downSpreadScore": ["0.5", ""],
    "downSpread": ["2.07", "1.63"],
    "downOverUnderScore": ["2.5/3", ""],
    "downOverUnder": ["1.71", "1.99"],
    "downSecondHalfSingle": ["", ""],
    "downSecondHalfSpreadScore": ["0/0.5", ""],
    "downSecondHalfSpread": ["2.58", "1.33"],
    "downSecondHalfOverUnderScore": ["1.5/2", ""],
    "downSecondHalfOverUnder": ["2.72", "1.28"],
    "MyFavorite": false
}, {
    "id": 5,
    "gameHead": "電競足球-決戰-8分鐘比賽",
    "time": ["0-1", "上半場", "03:55", ""],
    "team": ["Sevilla(Blulevard Prospect)", "Barcelona(DangerDim77) Esports", "和局"],
    "modal": "3",
    "single": ["10.5", "1.25", "3.90"],
    "spreadScore": ["0", "", ""],
    "spread": ["1.79", "1.91", ""],
    "overUnderScore": ["1.52/2", "", ""],
    "overUnder": ["1,78", "1,92", ""],
    "secondHalfSingle": ["<img src='images/pngwing.com.png'>", "<img src='images/pngwing.com.png'>", "<img src='images/pngwing.com.png'>"],
    "secondHalfSpreadScore": ["", "", ""],
    "secondHalfSpread": ["<img src='images/pngwing.com.png'>", "<img src='images/pngwing.com.png'>", ""],
    "secondHalfOverUnderScore": ["1.5", "", ""],
    "secondHalfOverUnder": ["<img src='images/pngwing.com.png'>", "<img src='images/pngwing.com.png'>", ""],
    "myFavorite": false,
    "downId": 6,
    "downSingle": ["", ""],
    "downSpreadScore": ["0/0.5", ""],
    "downSpread": ["2.38", "1.42"],
    "downOverUnderScore": ["1.5", ""],
    "downOverUnder": ["1.54", "2.19"],
    "downSecondHalfSingle": ["", ""],
    "downSecondHalfSpreadScore": ["", ""],
    "downSecondHalfSpread": ["", ""],
    "downSecondHalfOverUnderScore": ["", ""],
    "downSecondHalfOverUnder": ["", ""],
    "MyFavorite": false

}]
export var basketball = [{
    "id": 7,
    "gameHead": "NBA2K-CYBER NBA ALL STARS LEAGUE(4X5MINS)",
    "time": ["18-21", "第二節", "02:06"],
    "team": ["休斯敦火箭 (SLAMDUNKVV)", "丹佛掘金 (HURRICANE)"],
    "modal": "7",
    "single": ["", ""],
    "spreadScore": ["", ""],
    "spread": ["", ""],
    "overUnderScore": [
        ["大", "115.5"],
        ["小", "115.5"]
    ],
    "myFavorite": true,
    "overUnder": ["", ""],
    "TeamOverUnderScore": ["", ""],
    "TeamOverUnder": ["", ""],
    "downId": 8,
    "twotime": ["17-21", "第二節", "03:30"],
    "twoteam": ["雅特蘭大老鷹 (MVP)", "金州勇士 (Shiva)"],
    "twomodal": "12",
    "twosingle": ["", ""],
    "twospreadScore": ["", "5.5"],
    "twospread": ["1.85", "1.85"],
    "twooverUnderScore": [
        ["大", "115.5"],
        ["小", "115.5"]
    ],
    "twooverUnder": ["1.80", "1.80"],
    "twoTeamOverUnderScore": ["", ""],
    "twoTeamOverUnder": ["", ""],
    "MyFavorite": false

}]
export var category = [
    ['所有體育項目', "allGame", "allGame"],
    ['足球', soccer, "soccer"],
    ['籃球', basketball, "basketball"],
    ['網球', "tennis"],
    ['乒乓球', "tableTennis"],
    ['電子競技', "Streaming"],
    ['斯諾克/台球', 'ball'],
    ['冰球', 'iceBall'],
];